["VIETNAMESE ENGLISH BILINGUAL"," ","Thay đổi bản thân chứ không phải thay đổi thế giới","Change Yourself and not The World"," ","Đã từ rất lâu, mọi người sống hạnh phúc dưới sự cai trị của một vị vua. Người dân trong vương quốc rất hạnh phúc vì họ có một cuộc sống vô cùng sung túc với vô số của cải và không gặp phải điều bất hạnh nào.","Long ago, people lived happily under the rule of a king. The people of the kingdom were very happy as they led a very prosperous life with an abundance of wealth and no misfortunes."," ","Một lần, nhà vua quyết định đi thăm những nơi có tầm quan trọng lịch sử và những trung tâm hành hương ở những nơi xa. Ngài quyết định vi hành để giao lưu với người dân của mình. Người dân ở những nơi xa rất vui khi được trò chuyện với vua của họ. Họ tự hào rằng vua của họ có một trái tim nhân hậu.","Once, the king decided to go visiting places of historical importance and pilgrim centers at distant places. He decided to travel by foot to interact with his people. People from distant places were very happy to have a conversation with their king. They were proud that their king had a kind heart."," ","Sau nhiều tuần vi hành, nhà vua trở về cung điện. Ngài khá vui vì đã đến thăm nhiều trung tâm hành hương và chứng kiến ​​người dân của mình có cuộc sống sung túc. Tuy nhiên, ngài có một điều hối tiếc.","After several weeks of travel, the king returned to the palace. He was quite happy that he had visited many pilgrim centers and witnessed his people leading a prosperous life. However, he had one regret."," "," ","Ngài ấy bị đau ở chân không thể chịu đựng được vì đây là chuyến đi đầu tiên của ngài bằng chân trên một quãng đường dài. Ngài phàn nàn với các quan cận thần của mình rằng đường xá không thoải mái và chúng rất nhiều đá. Ngài không thể chịu đựng được nỗi đau.  Ngài ấy nói rằng ngài rất lo lắng cho những người phải đi bộ dọc theo những con đường đó vì họ cũng sẽ rất đau đớn!","He had intolerable pain in his feet as it was his first trip by foot covering a long distance. He complained to his ministers that the roads weren’t comfortable and that they were very stony. He could not tolerate the pain. He said that he was very much worried about the people who had to walk along those roads as it would be painful for them too!"," ","Cân nhắc tất cả những điều này, ngài đã ra lệnh cho người hầu của mình lót da thuộc các con đường trên cả nước để người dân trong vương quốc của ngài có thể đi lại thoải mái.","Considering all this, he ordered his servants to cover the roads in the whole country with leather so that the people of his kingdom can walk comfortably."," ","Các quan đại thần của nhà vua đã vô cùng sửng sốt khi nghe lệnh của ngài vì điều đó có nghĩa là hàng nghìn con bò sẽ phải bị giết thịt để có đủ số lượng da thuộc. Và nó cũng sẽ tốn một số tiền lớn.","The king’s ministers were stunned to hear his order as it would mean that thousands of cows would have to be slaughtered in order to get a sufficient quantity of leather. And it would cost a huge amount of money also."," ","Cuối cùng, một người khôn ngoan từ các quan đại thần đến gặp nhà vua và nói rằng ông ta có một ý tưởng khác. Nhà vua hỏi phương án thay thế là gì. Vị quan đại thần nói, \"Thay vì phủ đường bằng da, tại sao Người không dùng một miếng da thích hợp để bảo vệ đôi chân mình?\"","Finally, a wise man from the ministry came to the king and said that he had another idea. The king asked what the alternative was. The minister said, “Instead of covering the roads with leather, why don’t you just have a piece of leather cut in appropriate shape to cover your feet?”"," ","Nhà vua rất ngạc nhiên trước lời đề nghị của ông và tán thưởng sự khôn ngoan của vị thừa tướng. Anh ta đặt một đôi giày da cho mình và yêu cầu tất cả những người đồng hương của mình cũng phải đi giày.","The king was very much surprised by his suggestion and applauded the wisdom of the minister. He ordered a pair of leather shoes for himself and requested all his countrymen also to wear shoes."," "," ","Đạo đức: Thay vì cố gắng thay đổi thế giới, chúng ta nên cố gắng thay đổi chính mình.","Moral: Instead of trying to change the world, we should try to change ourselves."," ","Theo: The Kids World Fun","Hãy theo đuổi sự ưu tú, thành công sẽ theo đuổi bạn!","\n                \n                \n                \n                \n            ","Founder & Editor-in-chief:     DO THI THUY","Address:     8/10E Đường số 21, P. Hiệp Bình Chánh, TP. Thủ Đức, TP. HCM","Email:        dothithuytruth@gmail.com ","Phone:       0383.578.786\n "," "," "," ","Copyright © 2016 vietanhsongngu.com. All right reserved."]